{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "(None)"
			},
			"Translation":
			{
				"Text": "(无)"
			},
			"Key": "A29725C34554AA0A1124C9AF876986CD"
		},
		{
			"Source":
			{
				"Text": "ARKit Subject"
			},
			"Translation":
			{
				"Text": "ARKit源"
			},
			"Key": "0B9BAD954C783C6C0D7485922D5099D9"
		},
		{
			"Source":
			{
				"Text": "Add Objects"
			},
			"Translation":
			{
				"Text": "添加物体"
			},
			"Key": "415195E8476C19D457F12A925D3F40FE"
		},
		{
			"Source":
			{
				"Text": "Anime Natrue"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C4B2AE9442195C87684233AD24C93C22"
		},
		{
			"Source":
			{
				"Text": "Asian Village"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "840DC261414F7740EA690EB399B82C39"
		},
		{
			"Source":
			{
				"Text": "Bomb"
			},
			"Translation":
			{
				"Text": "炸弹"
			},
			"Key": "A855A07B49A0A9D80C50D188B33378B4"
		},
		{
			"Source":
			{
				"Text": "Camera"
			},
			"Translation":
			{
				"Text": "摄像机"
			},
			"Key": "0D0067334844D8DFA267928151101E79"
		},
		{
			"Source":
			{
				"Text": "Camera"
			},
			"Translation":
			{
				"Text": "摄像机"
			},
			"Key": "27F9FF7D4E2306D67E3ED483CF219E63"
		},
		{
			"Source":
			{
				"Text": "Camera"
			},
			"Translation":
			{
				"Text": "摄像机"
			},
			"Key": "C519D4314B629196BBD1B58FE75F7A35"
		},
		{
			"Source":
			{
				"Text": "Character"
			},
			"Translation":
			{
				"Text": "角色"
			},
			"Key": "A7C755C2468EC571E06B76AD28D4D26F"
		},
		{
			"Source":
			{
				"Text": "Character"
			},
			"Translation":
			{
				"Text": "角色"
			},
			"Key": "E5BD4774457435092479058DFAAF5288"
		},
		{
			"Source":
			{
				"Text": "Create Object"
			},
			"Translation":
			{
				"Text": "新建物体"
			},
			"Key": "CD4B91594190AFC25747348348BFE530"
		},
		{
			"Source":
			{
				"Text": "Data Source"
			},
			"Translation":
			{
				"Text": "数据源"
			},
			"Key": "551109F14959EC28CCF1D585E0504893"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": "默认"
			},
			"Key": "6758E3B44C0823C70AC843B35891A7D6"
		},
		{
			"Source":
			{
				"Text": "Device"
			},
			"Translation":
			{
				"Text": "设备"
			},
			"Key": "C9FB1B2D47973ABBFCC85CA3673571A4"
		},
		{
			"Source":
			{
				"Text": "Dreamscape"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EC714A5D4A4A4B50D897359641F74346"
		},
		{
			"Source":
			{
				"Text": "Egg"
			},
			"Translation":
			{
				"Text": "蛋宝"
			},
			"Key": "8535489C4F015BB3A94FC1919A82FBE7"
		},
		{
			"Source":
			{
				"Text": "Enable Output"
			},
			"Translation":
			{
				"Text": "启用输出"
			},
			"Key": "0CC067EA4E998CB0D3161AA191B3E462"
		},
		{
			"Source":
			{
				"Text": "Enable Output"
			},
			"Translation":
			{
				"Text": "启用输出"
			},
			"Key": "CC5D4A2E47EDCF44D6CC4EA507F489D0"
		},
		{
			"Source":
			{
				"Text": "Error"
			},
			"Translation":
			{
				"Text": "错误"
			},
			"Key": "1112F3E24FD6E20A9111BA9F5B25EC88"
		},
		{
			"Source":
			{
				"Text": "Error"
			},
			"Translation":
			{
				"Text": "错误"
			},
			"Key": "EED916164481C28654095F85DE31E93D"
		},
		{
			"Source":
			{
				"Text": "Focal Length"
			},
			"Translation":
			{
				"Text": "焦距"
			},
			"Key": "39E86FCF441653DDA7593C943FB981CE"
		},
		{
			"Source":
			{
				"Text": "Inspect Camera"
			},
			"Translation":
			{
				"Text": "查看摄像机"
			},
			"Key": "F75394A346C089AF46B49A95869B4228"
		},
		{
			"Source":
			{
				"Text": "Japanese Alley"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CE6CF7BE4FEA0B0A7E9719AFDA6988FA"
		},
		{
			"Source":
			{
				"Text": "Level Name"
			},
			"Translation":
			{
				"Text": "场景名"
			},
			"Key": "3901B1B3455AEA422A09D99E79B8BD0E"
		},
		{
			"Source":
			{
				"Text": "Levels"
			},
			"Translation":
			{
				"Text": "场景"
			},
			"Key": "6495A4574E6099E311F55F81B71BC69C"
		},
		{
			"Source":
			{
				"Text": "Levels"
			},
			"Translation":
			{
				"Text": "场景"
			},
			"Key": "863732514B8B20EEC25F79B6D762FECF"
		},
		{
			"Source":
			{
				"Text": "Location"
			},
			"Translation":
			{
				"Text": "位置"
			},
			"Key": "2BBE6E0A4544587261669F94D047FC04"
		},
		{
			"Source":
			{
				"Text": "Mike"
			},
			"Translation":
			{
				"Text": "话筒"
			},
			"Key": "86E8DBB54F153C85B22562B18EB54F03"
		},
		{
			"Source":
			{
				"Text": "Move (E)"
			},
			"Translation":
			{
				"Text": "移动 (E)"
			},
			"Key": "36546CB9404E5705F7FD3A97EE8FDE73"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "源名称"
			},
			"Key": "143CA1814C3BEA11C18FBFA57B2EB6F5"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "源名称"
			},
			"Key": "35B9BDC343AAD6E00FBFC289E0A1AC3A"
		},
		{
			"Source":
			{
				"Text": "Neuron Subject"
			},
			"Translation":
			{
				"Text": "诺亦腾源"
			},
			"Key": "81993DD04DD235EB25E68A8EC481C6C1"
		},
		{
			"Source":
			{
				"Text": "New Object"
			},
			"Translation":
			{
				"Text": "新建物体"
			},
			"Key": "622838E741F421D88CDB56A876E33646"
		},
		{
			"Source":
			{
				"Text": "Object Name"
			},
			"Translation":
			{
				"Text": "物体名"
			},
			"Key": "9888C9A144CD97D79D1D669405D26732"
		},
		{
			"Source":
			{
				"Text": "Object Name Editor"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9540B0E643489BF4AD46C39B60FDB85D"
		},
		{
			"Source":
			{
				"Text": "Object Name Text"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C4EEA13F412F2C277473BC8CDF0DFE6F"
		},
		{
			"Source":
			{
				"Text": "Offline"
			},
			"Translation":
			{
				"Text": "离线"
			},
			"Key": "13D4F889418B30B4CDC94CAC423FC319"
		},
		{
			"Source":
			{
				"Text": "Offline"
			},
			"Translation":
			{
				"Text": "离线"
			},
			"Key": "46966A484F631452F5087193E58D5628"
		},
		{
			"Source":
			{
				"Text": "Online"
			},
			"Translation":
			{
				"Text": "在线"
			},
			"Key": "EBF21CB24E6709330ADD64AEFE85CDFD"
		},
		{
			"Source":
			{
				"Text": "Online"
			},
			"Translation":
			{
				"Text": "在线"
			},
			"Key": "FCFCC92B43E6511A3C1B2A9D10052691"
		},
		{
			"Source":
			{
				"Text": "Press ESC/RIGHT CLICK to exit inspector mode, use W/A/S/D to move around, E/Q to move up/down, MOUSE WHEEL to zoom."
			},
			"Translation":
			{
				"Text": "按 ESC/鼠标右键 退出查看模式，使用 W/A/S/D 移动，E/Q 上下移动， 滚轮缩放视角"
			},
			"Key": "EA913DA344C32CAED855469E745190C5"
		},
		{
			"Source":
			{
				"Text": "Receive Address"
			},
			"Translation":
			{
				"Text": "接收端地址"
			},
			"Key": "9F390C124A86A925F9EDACA8FFB2CFC4"
		},
		{
			"Source":
			{
				"Text": "Refresh"
			},
			"Translation":
			{
				"Text": "刷新"
			},
			"Key": "21DCA9E74F6CB76FA33FF98E3C2EC4FC"
		},
		{
			"Source":
			{
				"Text": "Refresh"
			},
			"Translation":
			{
				"Text": "刷新"
			},
			"Key": "85C1B25E417C89F4A27847A9E2B6320D"
		},
		{
			"Source":
			{
				"Text": "Resolution"
			},
			"Translation":
			{
				"Text": "分辨率"
			},
			"Key": "0965EB87407EFB13C3E62CBDB74D6F9E"
		},
		{
			"Source":
			{
				"Text": "Resolution"
			},
			"Translation":
			{
				"Text": "分辨率"
			},
			"Key": "5D08299F4783987E03FDE89C8AB42EF9"
		},
		{
			"Source":
			{
				"Text": "Rotate (R)"
			},
			"Translation":
			{
				"Text": "旋转 (R)"
			},
			"Key": "3CE9037E4CF3E074A31D2B9858ED81EB"
		},
		{
			"Source":
			{
				"Text": "Rotation"
			},
			"Translation":
			{
				"Text": "旋转"
			},
			"Key": "05BFB983432276638E9810AF4EA7741A"
		},
		{
			"Source":
			{
				"Text": "Sample Text"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "240261BC407006D8B7117087C73565F0"
		},
		{
			"Source":
			{
				"Text": "Scale"
			},
			"Translation":
			{
				"Text": "缩放"
			},
			"Key": "D05F0BC04F1881FE18A0BBBECB518646"
		},
		{
			"Source":
			{
				"Text": "Scale  (T)"
			},
			"Translation":
			{
				"Text": "缩放 (T)"
			},
			"Key": "E1D093254FAC1D1E3AC7A4BF84834B4F"
		},
		{
			"Source":
			{
				"Text": "Skeleton Height"
			},
			"Translation":
			{
				"Text": "骨骼高度"
			},
			"Key": "AC4C49BC4A1C11C4B0AEFF953A217D71"
		},
		{
			"Source":
			{
				"Text": "Status"
			},
			"Translation":
			{
				"Text": "状态"
			},
			"Key": "1C660F3D494B9CEA83F303892B1A90A7"
		},
		{
			"Source":
			{
				"Text": "Status"
			},
			"Translation":
			{
				"Text": "状态"
			},
			"Key": "672965844B87D38EB90E6BA0E62FA56E"
		},
		{
			"Source":
			{
				"Text": "Subjects"
			},
			"Translation":
			{
				"Text": "源"
			},
			"Key": "B08562994C4DB2C23B606A82FC389EFC"
		},
		{
			"Source":
			{
				"Text": "Subjects"
			},
			"Translation":
			{
				"Text": "源"
			},
			"Key": "EB50FB9E4457C228838867B3303FB9D5"
		},
		{
			"Source":
			{
				"Text": "Tab Title"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A94B4CC24F12DACFA86CE684588328F7"
		},
		{
			"Source":
			{
				"Text": "Target Camera"
			},
			"Translation":
			{
				"Text": "目标摄像机"
			},
			"Key": "E9DDAD814765E524E19BEF930DF51713"
		},
		{
			"Source":
			{
				"Text": "Title"
			},
			"Translation":
			{
				"Text": "标题"
			},
			"Key": "936B14F1405BF85FAC89D1A45A53328A"
		},
		{
			"Source":
			{
				"Text": "Tool Tips"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D8C8793343243BF457CDABB7A0F051CE"
		},
		{
			"Source":
			{
				"Text": "ToolTips"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7562F6BA41AAF31EB2DDD49DEAA5D2F9"
		},
		{
			"Source":
			{
				"Text": "UnKnown"
			},
			"Translation":
			{
				"Text": "未知"
			},
			"Key": "819BBD4B4541449EFC9FC9852252879D"
		},
		{
			"Source":
			{
				"Text": "UnKnown"
			},
			"Translation":
			{
				"Text": "未知"
			},
			"Key": "BC7D06554B6AD2B112CB63B8872C9D15"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "EditableObject",
			"Children": [
				{
					"Source":
					{
						"Text": "ARKit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AARKitDataSource_TypeName"
				},
				{
					"Source":
					{
						"Text": "Camera"
					},
					"Translation":
					{
						"Text": "摄像机"
					},
					"Key": "ASpoutCamera_TypeName"
				},
				{
					"Source":
					{
						"Text": "Neuron"
					},
					"Translation":
					{
						"Text": "诺亦腾"
					},
					"Key": "ANeuronDataSource_TypeName"
				},
				{
					"Source":
					{
						"Text": "Proxy Camera"
					},
					"Translation":
					{
						"Text": "代理摄像机"
					},
					"Key": "AProxyCamera_TypeName"
				}
			]
		},
		{
			"Namespace": "K2Node",
			"Children": [
				{
					"Source":
					{
						"Text": "Find Blueprint Classes"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FindBlueprintClass_BaseTitle"
				},
				{
					"Source":
					{
						"Text": "Find Blueprint Classes"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FindBlueprintClass_Title_NONE"
				},
				{
					"Source":
					{
						"Text": "Find Blueprints of {ClassName}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FindBlueprintClass_Title"
				}
			]
		},
		{
			"Namespace": "K2Node_FindBlueprintClass",
			"Children": [
				{
					"Source":
					{
						"Text": "Find Blueprint"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FindBlueprintClassKeywords"
				},
				{
					"Source":
					{
						"Text": "Find all inherited blueprint class in a given path"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "NodeTooltip"
				},
				{
					"Source":
					{
						"Text": "The blueprint class you want to find"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ClassPinDescription"
				},
				{
					"Source":
					{
						"Text": "The found blueprints array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ResultPinDescription"
				}
			]
		},
		{
			"Namespace": "SimpleStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "ARKit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ARKit"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "后退"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Camera"
					},
					"Translation":
					{
						"Text": "摄像机"
					},
					"Key": "Camera"
				},
				{
					"Source":
					{
						"Text": "Character"
					},
					"Translation":
					{
						"Text": "角色"
					},
					"Key": "Character"
				},
				{
					"Source":
					{
						"Text": "Close"
					},
					"Translation":
					{
						"Text": "关闭"
					},
					"Key": "Close"
				},
				{
					"Source":
					{
						"Text": "Data Source"
					},
					"Translation":
					{
						"Text": "数据源"
					},
					"Key": "DataSource"
				},
				{
					"Source":
					{
						"Text": "Items"
					},
					"Translation":
					{
						"Text": "道具"
					},
					"Key": "Items"
				},
				{
					"Source":
					{
						"Text": "Neuron"
					},
					"Translation":
					{
						"Text": "诺亦腾"
					},
					"Key": "Neuron"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "无"
					},
					"Key": "None"
				},
				{
					"Source":
					{
						"Text": "Proxy Camera"
					},
					"Translation":
					{
						"Text": "代理摄像机"
					},
					"Key": "ProxyCamera"
				},
				{
					"Source":
					{
						"Text": "Transform"
					},
					"Translation":
					{
						"Text": "基础变换"
					},
					"Key": "Transform"
				}
			]
		}
	]
}